{
    "projects": [
        {
            "id": 1,
            "tools": [
                "devicon-react-original",
                "devicon-javascript-plain",
                "devicon-html5-plain",
                "devicon-css3-plain"
            ],
            "title": "Movie Search",
            "description": "Users can type in the name of a movie into the search bar and using the Movie Database (TMDB), the app retrieves and displays a list of movies and information about those movies that are relevant to that search.",
            "projectImg": "movie-search-app.jpg",
            "repoUrl": "https://github.com/Bugs23/Movie-Search-App",
            "demoUrl": "https://spiffy-meerkat-555c1d.netlify.app"
        },
        {
            "id": 2,
            "tools": [
                "devicon-react-original",
                "devicon-javascript-plain",
                "devicon-html5-plain",
                "devicon-css3-plain"
            ],
            "title": "Meme Generator",
            "description": "When first loaded the app reaches out the Imgflip API to get 100 of the most popular meme images at that time. Users have the ability to enter the text that shows up on top and bottom of the image, and also to click a button to randomly choose a new meme image.",
            "projectImg": "meme-generator.jpg",
            "repoUrl": "https://github.com/Bugs23/meme-generator",
            "demoUrl": "https://cheery-treacle-8efe5a.netlify.app"
        },
        {
            "id": 3,
            "tools": [
                "devicon-react-original",
                "devicon-javascript-plain",
                "devicon-html5-plain",
                "devicon-css3-plain"
            ],
            "title": "Notes App",
            "description": "Created with the react-mde package, this React Markdown Editor allows you to write new things into a note and switch back and forth between write and preview. The notes sync with your computers local storage to save every change to a note. When a note's modified, it's automatically placed at the top, so your most relevant notes are located close to the top of the list. Lastly you are able to delete notes that are no longer needed.",
            "projectImg": "notes-app.jpg",
            "repoUrl": "https://github.com/Bugs23/Notes-App",
            "demoUrl": "https://cheery-treacle-8efe5a.netlify.app"
        },
        {
            "id": 4,
            "tools": [
                "devicon-react-original",
                "devicon-javascript-plain",
                "devicon-html5-plain",
                "devicon-css3-plain"
            ],
            "title": "Pic Some",
            "description": "Pic Some's a mock photography ecommerce site. The idea is for someone to come to the Pic Some website, look at the images we have available and choose some of them to get ordered and printed. On the images page, images can be favorited and added to the cart. On the cart page you will see a list of the images you've added to the cart, you can remove images you no longer want, and you can see a total for what the items in your cart will cost. Lastly you can place an order, and it empties the cart.",
            "projectImg": "mock-photography-ecommerce-site.jpg",
            "repoUrl": "https://github.com/Bugs23/Mock-Photography-Ecommerce-Site",
            "demoUrl": "https://guileless-tulumba-1aa7c2.netlify.app/"
        }
    ]
}



